<?php
define('_TITLE_STATS','สถิติการเข้าใช้งานเว็บ');
define('_STATSMENU','สถิติการเข้าใช้งานเว็บ');
define('_RETURNMESS','ได้บันทึกสถิติการเข้าใช้แล้ว');
define('_VIEWSTAT','รายละเอียดของสถิติการเข้าใช้');
define('_SAVESTAT','บันทึกสถิติการเข้าใช้');

define('_MSG1','จำนวนผู้ใช้งานในระบบ');
define('_MSG2','คน');
define('_MSG3','จำนวนหลักสูตรทั้งหมด');
define('_MSG4','หลักสูตร');
define('_MSG5','จำนวนหลักสูตร์ที่เปิดออนไลน์ทั้งหมด');
define('_MSG6','หลักสูตร');
define('_MSG7','จำนวนนักเรียนต่อหลักสูตรออนไลน์');
define('_MSG8','หลักสูตร');
define('_MSG9','ช่วงเวลา');
define('_MSG10','จำนวนคนเรียน');
define('_MSG11','วันที่บันทึกสถิติการเข้าใช้ ');
define('_MSG12','ดาวน์โหลด Statistic.zip');

?>