<?php
define('_TELLDESC','
	<IMG SRC="modules/Tellafriend/images/tell.jpg"  BORDER=0 ALIGN="left">
	&nbsp;<BR>
	<B>บอกเพื่อนต่อ (Tell a Friend)</B><P>
	ถ้าหากคุณเห็นว่าเว็บไชต์นี้ดีมีประโยชน์และอยากให้เพื่อนหรือคนที่คุณรู้จักเข้าเป็นสมาชิก ทาง เราได้เตรียมจดหมายแนะนำเว็บไชต์แนบพร้อมกับข้อความของคุณที่จะส่งไปให้เพื่อนผ่าน E-Mail  ดังแบบฟอร์มข้างล่างนี้
	<P><BR><BR><BR>
');

define('_ALERTNAME','ชื่อด้วยค่ะ');
define('_ALERTEMAIL','ลืมป้อนอีเมล์ค่ะ');
define('_ALERTTOEMAIL','ป้อนอีเมล์ของเพื่อนสักคนค่ะ');
define('_ALERTMSG','ข้อความด้วยสิคะ');
define('_FLNAME','ชื่อ-นามสกุล');
define('_EMAIL','E-mail');
define('_EMAILFRIEND','E-Mail ของเพื่อน');
define('_MOREMSG','ต้องการเพิ่มข้อความ'); 
define('_MAILSUBJECT','ขอแนะนำเว็บไซต์ e-learing.egat.or.th '); 
define('_MAILCONTENT','
<font face="ms sans serif" size=2>\r\nขอแนะนำเว็บไซต์ e-learing.egat.or.th<BR><BR>\r\n\r\n  e-Learning คือการเรียนรู้ด้วยระบบออนไลน์ผ่านทางอินทราเน็ตของฝ่ายก่อสร้างพลังความร้อน ผู้เรียนจะสามารถเลือกเรียนตามความสามารถและความสนใจของตนเอง โดยเนื้อหาของบทเรียนจะส่งผ่านเว็บไชต์ไปยังผู้เรียน ซึ่งการเรียนระบบนี้ผู้เรียน ผู้สอน และเพื่อนร่วมลงทะเบียนเรียนจะสามารถติดต่อถึงกันเพื่อปรึกษาแลกเปลี่ยนความคิดเห็น ผ่าน Web Board, E-Mail Chat room ดังนั้น e-Learning จึงเป็นการเรียนสำหรับทุกคน ทุกสถานที่และทุกเวลา <P>ถ้าสนใจ มาสมัครเรียนกับเราได้ที่ http://elearing.egat.or.th ยินดีต้อนรับ \r\n\r\n<BR>
'); 

define('_MAILTHANKS','ขอบคุณค่ะ.. ข้อความของคุณได้ถูกส่งไปแล้ว <P>'); 
?>