<?
// Calendar 2002
$event['2004-01-01'] ="วันขึ้นปีใหม่";
$event['2004-01-12'] ="วันเด็กแห่งชาติ";
$event['2004-01-16'] ="วันครูแห่งชาติ";

$event['2004-02-12'] = "วันตรุษจีน";
$event['2004-02-26'] = "วันมาฆบูชา";

$evnet['2002-04-06'] = "วันจักรี";
$event['2002-04-08'] = "ชดเชยวันจักรี";
$event['2002-04-13'] = "วันสงกรานต์";
$event['2002-04-14'] = "วันสงกรานต์";
$event['2002-04-15'] = "วันสงกรานต์";
$event['2002-04-16'] = "ชดเชยวันสงกรานต์";

$event['2002-05-01'] = "วันแรงงานแห่งชาติ วันสถาปนา กฟผ.";
$event['2002-05-05'] = "วันฉัตรมงคล";
$event['2002-05-06'] = "ชดเชยวันฉัตรมงคล";
$event['2002-05-09'] = "วันพืชมงคล";
$event['2002-05-26'] = "วันวิสาขบูชา";
$event['2002-05-27'] = "ชดเชยวันวิสาขบูชา";

$event['2002-07-24'] = "วันอาสาฬหบูชา";
$event['2002-07-25'] = "วันเข้าพรรษา";

$event['2002-08-12'] = "วันเฉลิมพระชนมพรรษา สมเด็จพระนางเจ้าฯ พระบรมราชนีนาถ";
$event['2002-08-23'] = "วันสารทจีน";

$event['2002-09-21'] = "วันไหว้พระจันทร์";

$event['2002-10-06'] = "วันสารทไทย";
$event['2002-10-21'] = "วันออกพรรษา";
$event['2002-10-23'] = "วันปิยมหาราช";

$event['2002-11-19'] = "วันลอยกระทง";

$event['2002-12-05'] = "วันเฉลิมพระชนมพรรษา พระบาทสมเด็จพระเจ้าอยู่หัว";
$event['2002-12-10'] = "วันพระราชทานรัฐธรรมนูญ";
$event['2002-12-25'] = "วันคริสต์มาส";
$event['2002-12-31'] = "วันสิ้นปี";
$event['2002-12-30'] = "วันหยุดพิเศษ";

// Calendar 2003
$event['2003-01-01'] ="วันขึ้นปีใหม่";
$event['2003-01-11'] ="วันเด็กแห่งชาติ";
$event['2003-01-16'] ="วันครูแห่งชาติ";

$event['2003-02-01'] = "วันตรุษจีน";
$event['2003-02-16'] = "วันมาฆบูชา";
$event['2003-02-17'] = "ชดเชยวันมาฆบูชา";

$evnet['2003-04-06'] = "วันจักรี";
$event['2003-04-07'] = "ชดเชยวันจักรี";
$event['2003-04-13'] = "วันสงกรานต์";
$event['2003-04-14'] = "วันสงกรานต์";
$event['2003-04-15'] = "วันสงกรานต์";
$event['2003-04-16'] = "ชดเชยวันสงกรานต์";

$event['2003-05-01'] = "วันแรงงานแห่งชาติ วันสถาปนา กฟผ.";
$event['2003-05-05'] = "วันฉัตรมงคล";
$event['2003-05-08'] = "วันพืชมงคล";
$event['2003-05-15'] = "วันวิสาขบูชา";

$event['2003-07-13'] = "วันอาสาฬหบูชา";
$event['2003-07-14'] = "วันเข้าพรรษา";

$event['2003-08-12'] = "วันเฉลิมพระชนมพรรษา สมเด็จพระนางเจ้าฯ พระบรมราชนีนาถ และวันสารทจีน";
//$event['2003-08-12'] = "วันสารทจีน";

//$event['2002-09-21'] = "วันไหว้พระจันทร์";

$event['2002-09-25'] = "วันสารทไทย";
$event['2002-10-10'] = "วันออกพรรษา";
$event['2003-10-23'] = "วันปิยมหาราช";

$event['2002-11-8'] = "วันลอยกระทง";

$event['2003-12-05'] = "วันเฉลิมพระชนมพรรษา พระบาทสมเด็จพระเจ้าอยู่หัว";
$event['2003-12-10'] = "วันพระราชทานรัฐธรรมนูญ";
$event['2003-12-25'] = "วันคริสต์มาส";
$event['2003-12-31'] = "วันสิ้นปี";
$event['2004-01-01'] = "วันขึ้นปีใหม่";

?>