<?php
define('_CONTACTDESC','
<p class="header"><b>ติดต่อกับเรา</b></p> 
<BR>
หากคุณมีคำถาม คำแนะนำติชม หรือมีความคิดเกี่ยวกับหลักสูตรใหม่ๆ ให้กรอกข้อความลงแบบฟอร์มข้างล่างนี้แล้วส่งมาให้เรา หากคุณต้องการคำตอบกรุณากรอกอีเมล์ของคุณมาด้วย หรือสามารถโทรมาคุยกับเราได้ที่ ..
<P>
<BR>
');

define('_ALERTNAME','ชื่อด้วยค่ะ');
define('_ALERTEMAIL','ลืมป้อนอีเมล์ค่ะ');
define('_ALERTMSG','ข้อความด้วยสิคะ');
define('_FLNAME','ชื่อ-นามสกุล');
//define('_EMAIL','E-mail');
define('_SUBJECT','เหตุผลในการติดต่อ');
define('_CHOICE','เลือกประเภท'); 
define('_CHOICE1','ข้อคิดเห็นทั่วไป'); 
define('_CHOICE2','ต้องการความช่วยเหลือ'); 
define('_CHOICE3','แจ้งข้อผิดพลาด'); 
define('_MESSAGE','ข้อคิดเห็นของท่าน'); 
define('_MAILPRETITLE','ข้อความจาก e-learning'); 
define('_MAILFROM','จากคุณ'); 
define('_MAILSUBJECT','เรื่อง'); 
define('_MAILTHANKS','ขอบคุณค่ะ.. ข้อความของคุณได้ถูกส่งไปแล้ว <P> โปรดรอการติดต่อกลับจากทางเรา'); 
?>