<?php
define('_NOTE_DESC','ผู้เรียนสามารถทำการจดบันทึกออนไลน์ได้อย่างสะดวก ไม่ว่าจะเป็นเนื้อหาของบทเรียนหรือข้อความจากกระทู้ คุณสามารถจัดเก็บข้อความต่างๆออกเป็นหมวดหมู่ใน แฟ้ม (Folder) เบื้องต้นระบบจะสร้างแฟ้มที่ชื่อว่า My Folder และเมื่อคุณลงทะเบียนเรียนระบบก็จะสร้างแฟ้มชื่อเดียวกับหลักสูตรสำหรับจดบันทึก'); 
define('_CONTENT','สารบัญ');
define('_ADDNOTE', 'บันทึกข้อความ');
define('_ADDFOLDER','สร้างแฟ้ม');
define('_MANAGEFOLDER','จัดการแฟ้ม');
define('_NOTEADDDESC','กรุณาป้อนข้อมูลหัวข้อและข้อความที่ต้องการบันทึก จากนั้นเลือกแฟ้มที่ต้องการเก็บ แล้วกดปุ่ม "SAVE" เพื่อทำการบันทึกข้อความ');
define('_NOTEVIEWDESC','แสดงข้อความที่คุณบันทึกไว้ ถ้าต้องการแก้ไขกดปุ่ม edit ลบทั้งข้อความกด delete หรือต้องการโยกย้ายข้อความให้เลือกแฟ้ม(Folder) แล้วกดปุ่ม move');
define('_FOLDERNEWDESC','ในส่วนนี้เป็นการสร้างแฟ้มเพื่อใช้เก็บข้อมูลซึ่งจะสร้างภายใต้แฟ้มที่มีอยู่เดิม โดยตั้งชื่อแฟ้มใหม่แล้วเลือกแฟ้มแม่ ก่อนกดปุ่ม "NEW" เพื่อสร้างแฟ้ม');
define('_NOTEVIEW','แสดงบันทึก');
define('_NOTE_TITLE','สมุดบันทึก');

?>